Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: PuTTY SSH klient
fi: PuTTY-SSH-asiakas

source: Ühenda SSH server PuTTYga
fi: Yhdistä PuTTYllä SSH-palvelimelle

source: Pybliographic bibliograafia haldur
fi: Pybliographic - lähdeluetteloiden hallinta

source: Bibliograafia andmebaaside haldamine
fi: Hallitse lähdeluettelotietokantoja

source: PyChess on male Gnome töölauale, kõigi võimalustega, kena välimusega ja lihtne kasutada
fi: PyChess on runsailla ominaisuuksilla varustettu, mukavan näköinen ja helppokäyttöinen shakki-asiakas Gnome-työpöydälle

source: PyKaraoke minimaalne kasutajaliides
fi: Minimaalisen käyttöliittymän PyKaraoke

source: Universaalne karaoke laulude ja filmide mängija
fi: Yleinen karaokekappaleiden ja -elokuvien soitin

source: ESRF andmevormingus failide kuvamine
fi: Näytä ESRF-datamuodon tiedostoja

source: Kuva X-ray teavet elementidel
fi: Näytä röntgentietoja alkuaineista

source: Leia energiat röntgen spektrijoontele
fi: Näytä röntgenspektriviivojen energiat

source: Röntgen-fluoresents andmete analüüsimine
fi: Analysoi röntgenfluoresenssitietoja

source: PyMCA ROI tööriist
fi: PyMCA – ROI-työkalu

source: Huvipiirkonna pildistamise vahend röntgen-fluorestsents analüüsiks
fi: XRF-analyysiin tarkoitettu ”Region of Interest” -kuvantamistyökalu

source: PyMOL molekulaargraafiline süsteem
fi: PyMOL-molekyyligrafiikkajärjestelmä

source: Molekulaarsete struktuuride modelleerimine ja nendest kvaliteetsete piltide tootmine
fi: Mallinna molekyylirakenteita ja tuota niistä korkealaatuisia kuvia

source: Unjumble kirjad
fi: Siivoa kirjainten sekasotkua tässä pelissä

source: par2 graafiline kasutajaliides
fi: Graafinen käyttöliittymä par2-apuohjelmalle

source: Python redaktor programmeerijatele
fi: Python-ohjelmoijan editori

source: PyPI brauser
fi: PyPI-selain

source: kahemõõtmeline rallimäng
fi: Kaksiulotteinen autoilupeli

source: wxPythoni kiire ja väike integreeritud programmeerimiskeskkond
fi: Nopea ja kevyt wxPython-kehitysympäristö

source: Massiline failide ümbernimetamine
fi: Muuta suuria määriä tiedostojen nimiä

source: Täisekraani tekstiredaktor tähelepanu hajutamiseta
fi: Häiriöistä vapaa kokonäytön tekstieditori

source: Klassikaline sõnade mäng
fi: Klassinen sanapeli

source: PySoli fännklubi väljaanne
fi: PySol – faniklubiversio

source: Pysycache Admin
fi: Pysycache-hallinta

source: PySyCache seadistamine
fi: PySyCache-asetukset

source: Õpetab lapsi hiirt liigutama
fi: Opeta lapsia siirtämään hiiren osoitinta

source: Interaktiivne tööriist, et simuleerida happe-aluse tiitrimisi
fi: Happo-emästitraus – interaktiivinen työkalu simulointiin

source: AT-SPI brauser
fi: AT-SPI-selain

source: Tugitehnloogija toega töölaua sirvimine
fi: Selaa esteettömyystekniikoilla varustettua työpöytääsi

source: guidata-testid
fi: guidata-tests

source: võite kasutada seda rakendust, et testida kõiki guidata võimalusi.
fi: tätä sovellusta voidaan käyttää guidatan ominaisuuksien testaamiseen

source: guiqwt-testid
fi: guiqwt-tests

source: võite kasutada seda rakendust, et testida kõiki guiqwt võimalusi
fi: tätä sovellusta voidaan käyttää guiqwt:n ominaisuuksien testaamiseen

source: Signaali ja pildi filtreerimise tööriist (näidis tarkvara on guidata ja guiqwt baasil)
fi: Signaali- ja kuvansuodattamistyökalu (esimerkkiohjelmisto, joka käyttää guidataa ja guiqwt:tä)

source: interaktiivne programm XAFS analüüsiks
fi: interaktiivinen ohjelma XAFS-analyysiin

source: Interaktiivne tööriist liikuvate punktide tuvastamiseks videokaadrites
fi: Videokuvakehystöstöjen liikkuvien pisteiden seurantaohjelmisto

source: Ettevõtte veebiarendus raamistik kasutades Pythonit
fi: Yritysten WWW-kehitysohjelmisto (Python-ohjelmointikieli)

source: python valgetahvel
fi: python-whiteboard

source: graafilise kasutajaliidese disainer kirjutatud Pythonis wxPythoniga
fi: Pythonilla ja wxPythonilla kirjoitettu graafisten käyttöliittymien suunnittelija

source: Tasuta spordi treeningkeskus
fi: Urheiluharjoittelukeskus (”The Free Sport Training Center”)

source: Võimas ja lihtne kalkulaator
fi: Tehokas ja helppokäyttöinen laskin

source: Lihtne heli salvestamise vahend
fi: Yksinkertainen mutta jämäkkä äänentallennustyökalu

source: ALSA seadistamise barauser
fi: ALSA-asetusselain

source: graafiline mikser rakendus ALSAle
fi: Graafinen mikserisovellus ALSAlle

source: QComicBook on koomiksiarhiivide )cbz, cbr, cbt) näitaja. QComicBook pakub mõningaid erilisi võimalusi koomiksite lugemise hõlbustamiseks, näiteks lehekülje eelvaatlus, pisipildivaade, järjehoidjad, manga-režiim.
fi: QComicBook on sarjakuva-arkistojen (cbz, cbr, cbt) katseluohjelma. QComicBookin erityisominaisuuksia helppoon sarjakuvien lukemiseen ovat sivun esikatselu, pienoiskuvat, kirjanmerkit ja manga-tila.

source: Qdacco sõnastik
fi: Qdacco-sanakirja

source: Sõnade otsimine katalaani- inglise sõnaraamatust
fi: Etsi sanoja katalaani-englanti-sanakirjasta

source: Qt4 arenduskeskkond
fi: Qt4-kehitysympäristö

source: Elektriskeemide redaktor
fi: Sähkökaavioiden suunnitteluohjelma

source: Qemu käivitaja
fi: Qemu-käynnistin

source: Virtuaalmasina seadistuste haldamine
fi: Hallitse virtuaalikonemäärityksiä

source: git graafiline näitaja
fi: graafinen git-katselin

source: QjackCtl on Qt graafiline kasutajaliides JACKile (JACK heliühenduse komplekt)
fi: QjackCtl on Qt-käyttöliitymä JACK:lle (JACK Audio Connection Kit)

source: GPS-seadme kaardiga sidumise tööriist
fi: Kartoitustyökalu GPS-laitteille

source: Lissajous füüsika esitlus tööriist
fi: Lissajous-fysiikoiden esittelytyökalu

source: Palade, failide ja esitusloendite haldamine peaarvuti ja MTP seadme vahel
fi: Hallitse raitoja, tiedostoja ja soittolistoja isäntäkoneen ja MTP-laitteen välillä

source: Qt4-põhine multimeediamängija
fi: Multimediasoitin (Qt4:ta käyttävä)

source: Ilusam MPD klient
fi: Se mukavampi MPD-asiakas

source: CD/DVD andmekandja kvaliteedi kontrollimine
fi: CD- ja DVD-levyjen laaduntarkistaja

source: RFC allalaadimised ja kuvad
fi: Noutaa ja näyttää RFC:itä

source: Qsampler on LinuxSampleri Qt graafiline kasutajaliides
fi: Qsampler on graafinen edusohjelma LinuxSampler-ohjelmalle

source: Lineaarse analoogahela sümboolne analüsaator
fi: Lineaaristen analogisten virtapiirien symbolinen analysoija

source: Tõstke esile lähtekood
fi: Korosta lähdekoodin osia

source: QStarDict on Stardicti Qt versioon
fi: QStarDict on StarDictin Qt-versio

source: Qsynth on FluidSynthi Qt graafiline kasutajaliides
fi: Qsynth on graafinen käyttöliittymä FluidSynthille

source: Qt 4 disainer
fi: Qt 4 -suunnittelija

source: Qt 4 assistent
fi: Qt 4 -avustin

source: Qt 4 lingvist
fi: Qt 4 Linguist

source: Qt 4 sätted
fi: Qt 4 -asetukset

source: Kasutajaliides QEMU virtuaalse masina monitooringuks
fi: Qemu-virtuaalikoneiden valvonnan edusohjelma

source: Lisa "võimendus" sildid helifailidele ("gain")
fi: Lisää ”gain”-arvoja äänitiedostojen merkintöihin äänentasojen tasaamiseksi

source: Analüüsige ja joonistage teaduslikke andmeid
fi: Analysoi ja piirrä tieteellistä dataa

source: Veebilogi haldus
fi: (we)blogien hallintasovellus

source: Graafiline Qt kasutajaliides GNU Octave'ile
fi: Graafinen Qt-käyttöliittymä GNU Octavelle

source: Qtractor on heli/MIDI mitmerealine sekventser
fi: Qtractor on moniraitainen ääni/MIDI-sekvensserisovellus

source: QtSmbstatus klient
fi: QtSmbstatus-asiakas

source: QtSmbstatus on graafiline kasutajaliides (GUI) smbstatus'e jaoks
fi: QtSmbstatus on smbstatus-ohjelman graafinen käyttöliittymä

source: Mängi originaal Quake III Arena't
fi: Alkuperäinen Quake III Arena -peli

source: Mitmeotstarbeline lauamängu graafiline kasutajaliides Go, Amazonsi ja Reversi mängimiseks
fi: Monitarkoituksellinen graafinen lautapeli Go:lle, Amazonsille ja Reversille

source: Graafiline kasutajaliides Synergy kergeks seadistamiseks
fi: Graafinen käyttöliittymä Synergyn helppoon asetusten tekoon

source: Lihtne loendur, mis näitab su kasumit suitsetamisest loobumisel
fi: Yksinkertainen laskuri tupakoinnin lopettamisen jälkeen saatujen hyötyjen näkemiseen

source: Oma helikogu kuulamine, lehitsemine ja redigeerimine
fi: Kuuntele, selaa tai muokkaa äänikokoelmaasi

source: Vestlemine interneti kaudu ja kiirsõnumite saatmine mitmete protokollide kaudu
fi: Juttele ihmisille ja lähetä pikaviestejä useilla yhteyskäytännöillä Internetin yli

source: Suhtlemine kasutades kiirsuhtlemisrakendust
fi: Keskustele pikaviestimillä

source: Lubage Video4Linux seadmete testimine
fi: Video4Linux-laitteiden testaus

source: Itaalia raudtee jälgimise tarkvara (graafiline kasutajaliides ViaggiaTreno)
fi: Italian rautatieliikenteen seurantaohjelmisto (interfaccia grafica per ViaggiaTreno)

source: QWBFS haldur
fi: QWBFS-hallinta

source: QWBFS haldur on graafiline kasutajaliides (GUI) WBFS failisüsteemis vormindatud kõvakettal töötamiseks.
fi: QWFBS-hallinta (QWBFS Manager) on graafinen käyttöliittymä WBFS-tiedostojärjestelmää käyttävien kiintolevyjen hallintaa.

source: Failide jagamine kasutades HTTP protokolli
fi: Jaa tiedostoja HTTP-protokollan yli

source: Puutetundliku ekraani sisestusmeetod
fi: Syöttötapa kosketusnäytöille

source: Konstrueeri ristsõnu
fi: Ristisanatehtävien luonti

source: R keskkonna graafiline kasutajaliides statistiliseks andmetöötluseks
fi: Graafinen käyttöliittymä tilastollisen laskennan R-ympäristölle

source: Integreeritud programmeerimiskeskkond Racketile
fi: Racket-kehitysympäristö

source: Radio Tray
fi: Radiosovellus ilmoitusalueelle

source: kahemõõtmeline puslemäng, mis sisaldab väikest fuzzy kassi
fi: Pieni kissa pulmapelissä

source: Kitarri efektide töötlemine
fi: Kitaraefektiohjelma

source: Kiire foto allalaadija
fi: Nopea kuvien lataus

source: Fotode ja videode allalaadimine kaameratest, mälukaartidelt ja kaasaskantavatelt seadmetelt
fi: Lataa kuvat ja videot kameroista, muistikorteilta ja siirrettäviltä tallennuslaitteilta

source: Subversioni graafiline klient
fi: Graafinen Subversion-asiakas

source: RasMol (GTK versioon)
fi: RasMol (GTK-versio)

source: Vaata makro-molekule ning valmista neist kvaliteetseid pilte avaldamiseks
fi: Näytä makromolekyylejä ja valmistele julkaisukelpoisia kuvia niistä

source: Rawstuudio
fi: Rawstudio

source: Digikaamera toorpiltide lugemine, käitlemine ja teisendamine
fi: Lue, muokkaa ja muunna digitaalisten kameroiden raw-kuvia

source: Dokumentide otsimine sõnade järgi
fi: Löydä asiakirjoja määritellyillä hakusanoilla

source: Daily ajakiri koos kalendri, mallide ja märksõna otsinguga
fi: Päivittäinen lokikirja kalenterilla, mallipohjilla ja avainsanahaulla

source: Dokumentide korraldaja
fi: Asiakirjojen järjestelijä

source: regexxer otsingutööriist
fi: regexxer-hakutyökalu

source: Otsi ja asenda kasutades regulaaravaldisi
fi: Etsi ja korvaa säännöllisiä lausekkeita käyttäen

source: Õpi ja katseta relatsioonialgebrat
fi: Opi ja kokeile relaatioalgebraa

source: FlashBack'i mängumootori port
fi: FlashBack-pelimoottorin sovitus

source: Remmina, kaugtöölaua klient
fi: Remmina-etätyöpöytäohjelma

source: Kaugtöölauaga ühendumine
fi: Yhdistä etätyöpöytiin

source: visuaal-romaani näidismäng Ren'Pyga
fi: kuvaromaanipelin Ren'Py-demo

source: The Question
fi: Kysymys (The Question)

source: lihtne visuaal-romaani mäng koos Ren'Pyga
fi: yksinkertainen Ren'Py-kuvaromaanipeli

source: visuaal-romaani tüüpi mängud
fi: kuvaromaanityyppisiä pelejä

source: Eraldusvõime vahetaja
fi: Tarkkuuden vaihtaja

source: Sinu ekraani eraldusvõime muutmine
fi: Muuta näytön tarkkuutta

source: Oma paroolide haldamine ja turvamine
fi: Järjestele ja turvaa salasanasi

source: Revelation paroolihaldur
fi: Revelation-salasanahallinta

source: Virtuaalsed märkmepaberid
fi: Virtuaaliset muistilaput

source: Rhythmbox muusikaesitaja
fi: Rytmilaatikko-musiikkisoitin

source: mänguasja simulaatormäng
fi: lelusimulaattoripeli

source: Heli rippimine sinu CD-plaatidelt
fi: Kopioi ääntä CD-levyiltä

source: Rippija X
fi: Ripper X

source: Cds rippimine
fi: Kopioi CD-levyjä

source: Ristretto pildinäitaja
fi: Ristretto-kuvaktselin

source: R-projekti graafiline kasutajaliides
fi: Käyttöliittymä R-projektille

source: Rlplot graafikute generaator
fi: Rlplot - graafien luonti

source: Publikatsiooni kvaliteetsete graafikute genereerimine
fi: Luo julkaisulaatuisia graafeja

source: RealLive emulaator
fi: RealLive-emulaattori

source: Java's programmeeritud mäng, mis põhineb tankilahingul
fi: Java-ohjelmointipeli taistelutankein

source: võimaldab teil lõigata graafikat Graphtec plotteriga
fi: grafiikoiden leikkaus Graphtec-piirtimillä

source: MIDI ja heli sekventser ja noodikirja redaktor
fi: MIDI- ja äänisekvensseri ja nuottikirjoitusmuokkain

source: Hävita automaatselt loodud lahingulaevu
fi: Tuhoa automaattisesti luotavia taistelulaivoja

source: Rakendus, mis kontrollib, et sa aeg-ajalt puhkaksid
fi: Pitää huolta lepotauoista

source: Rubrica aadressiraamat
fi: Rubrica-osoitekirja

source: Halda kontakte ja aadresse
fi: Hallitse yhteystietoja ja sähköpostiosoitteita

source: RutilT WLAN-i haldur
fi: RutilT-WLAN-hallinta

source: Traadita võrguliideste haldamine
fi: Hallitse langattomia verkkolaitteita

source: UPnP/DLNA Services
fi: UPnP/DLNA-palvelut

source: Allalaadimine usenetist
fi: Lataa usenet-verkosta

source: GNOME tööriist stringide leidmiseks failides
fi: Gnome-työkalu merkkijonojen etsimiseen tiedostoista

source: Loo ja joonista
fi: Piirrä ja luo

source: Purjede kujundamise rakendus
fi: Purjeiden suunnittelusovellus

source: Platinum Arts Sandbox Gamemaker
fi: Platinum Arts Sandbox Gamemaker - pelinteko-ohjelma

source: 3D mängude ja maailmate loomine
fi: Luo 3D-pelejä ja -maailmoja

source: Võrgusolev,tempokas 3D tulistamismäng mängija silmade läbi (first-person)
fi: Verkossa pelattava, nopeatempoinen kolmiulotteinen pelaajan näkökulmasta kuvattu ammuntapeli

source: Skaneeritud lehekülgede interaktiivne järeltöötlus vahend
fi: Interaktiivinen jälkikäsittelytyökalu skannatuille sivuille

source: Teadusandmete analüüsimise ja visualiseerimise rakendus
fi: Sovellus tieteellisen datan analysointiin ja visualisointiin

source: Teaduslik tarkvarapakett numbrilisteks arvutusteks
fi: Tieteellinen ohjelmistopaketti numeeriseen laskentaan

source: Scilab täiustatud CLI'ga
fi: Scilab - edistynyt CLI

source: SciTE tekstiredaktor
fi: SciTE-tekstieditori

source: Lähtekoodifailide redigeerimine
fi: Muokkaa lähdekooditiedostoja

source: Interaktiivne vahend failide kopeerimiseks USB andmekandjalt või USB andmekandjale
fi: Interaktiivinen työkalu USB-muistivälineiden tiedostojen kopioimiseen

source: Ekraanipildi koostaja
fi: Kuvakaappausten laadinta

source: Töölauavidinad
fi: Screenlets

source: Graafiline vahend Screenlets töölauavidinate haldamiseks
fi: Graafinen työkalu screenlettien hallintaan.

source: Scribes tekstiredaktor
fi: Scribes-tekstieditori

source: Küljendusrakendus
fi: Sivujen taitto ja julkaisu

source: Mitmete seiklusmängude interpretaator
fi: Tulkki useille seikkailupeleille

source: Breakouti mäng
fi: Breakout-peli

source: Mitmeplatvormiline videomängude arendamise interpretaator
fi: Monialustainen BASIC-tulkki videopelien kehittämiseen

source: Paroolid ja võtmed
fi: Salasanat ja avaimet

source: Otsi ja päästa
fi: Etsi ja pelasta

source: SSH ja SCP graafiline kasutajaliides
fi: Graafinen käyttöliittymä SSH:lle ja SCP:lle

source: Mõttekaardi tarkvara
fi: Käsitekarttaohjelma

source: MIDI sekventser
fi: MIDI-sekvensseri

source: Series60 kaugjuhtimisseade
fi: Series60-kaukosäädin

source: S60 mobiiltelefoni haldamise rakendus
fi: Sovellus S60-sarjan puhelimen hallintaan

source: SFLphone VoIP klient
fi: SFLphone-VoIP-asiakas (Internet-puhelut)

source: Helistada ja kõnedele vastata, koos SIP või IAX protokollidega
fi: Vastaa ja soita puheluita SIP- ja IAX-yhteyskäytäntöjä hyödyntäen

source: Sillad
fi: Sillat

source: Saarte ühendamine silldadega
fi: Yhdistä saaret yhteen silloilla

source: Kalliskivide kogumine, ilma miinidesse jooksmata
fi: Kerää kaikki helmet juoksematta miinoihin

source: KenKen'il põhinev mäng
fi: KenKeniin perustuva peli

source: Valgustama
fi: Light Up

source: Tühjade ruutude valgustamine, asetades mõningatesse elektripirnid
fi: Valaise kaikki tyhjät neliöt asettamalla hehkulamppuja joihinkin niistä

source: Joonte joonistamine arvestades ümbritsevaid numbreid
fi: Piirrä viivoja numeromerkkien ympäri numeroarvojen perusteella

source: Magnets pusle mäng
fi: Magnets-pulmapeli

source: Kogu ruudustiku täitmine musta või valgega
fi: Täytä koko ruudukko mustalla tai valkoisella

source: Ruudustiku täitmine nii, et numbrid ruudus ei korduks
fi: Täytä ruudukko niin, että jokaisen numeroidun neliön etäisyys täsmää numeroon

source: Ruudustiku jagamine erinevateks ristküliku kujulisteks tükkideks järgides kindlaid reegleid
fi: Jaa ruudukko eri kokoisiin neliöihin tietyillä säännöillä

source: Ruudustikus värvitud ruutude puhastamine, valides külgnevas piirkonnas rohkem kui üks sama värvi ruut
fi: Tyhjennä värillisten neliöiden ruudukko korostamalla useamman kuin yhden värineliön kokoisia yhtenäisiä alueita

source: Hitori baasil pusle mäng
fi: Hitoriin perustuva pulmapeli

source: Sarnaneb mängule Fifteen, kuid teist tüüpi liikumisega
fi: Fifteen-pelin kaltainen peli, mutta eri tyyppisillä siirroilla

source: Diagonaaljoonte joonistamine, valides igal real kaldenurga suunda
fi: Piirrä vinoja viivoja ja valitse mihin suuntaan jokainen kallistuu

source: Sudoku
fi: Sudoku-peli

source: Telgid
fi: Teltat

source: Teatavatel tingimustel telkide paigutamine allesjäänud ruutudele
fi: Aseta telttoja joihinkin jäljellä olevista neliöistä tietyillä ehdoilla

source: Skyscrapersil põhinev puslemäng
fi: Skyscrapers-peliin perustuva pulmapeli

source: Twiddle
fi: Pyörittely

source: Kasvavas järjekorras numbrite järjestamine
fi: Järjestä numerot nousevaan järjestykseen

source: Teatud tingimustel ruudustiku täielikult numbritega asustamine
fi: Täytä ruudukko kokonaan numeroilla tietyin ehdoin

source: Paigutage punktid nii, et ükski liin ei läbi teist
fi: Asemoi pisteet niin ettei yksikään viiva ylitä toista

source: Fotokogu korrastamine
fi: Järjestä ja katsele valokuviasi

source: MIDI juhitav helimängija
fi: MIDI-ohjattava musiikkisoitin

source: Ekraanikuvade salvestamine, redigeerimine ning jagamine
fi: Ota, muokkaa ja jaa kuvankaappauksia

source: Ekraani piirkonna pildistamine
fi: Kaappaa alue näytöltä

source: Kogu ekraani pildistamine
fi: Kaappaa koko näyttö

source: Akna valimine pildistamiseks
fi: Valitse kaapattava ikkuna

source: Aktiivse akna pildistamine
fi: Kaappaa aktiviinen ikkuna

source: Biosignaalide näitaja nagu näiteks EEG, EMG ja ECG. http://sigviewer.sf.net
fi: Biosignaalien näyttöohjelma - EEG, EMG ja ECG. Lisätiedot osoitteessa http://sigviewer.sf.net

source: GNOME dokiriba
fi: Telakkapaneeli Gnomelle

source: Lihtne pildi vähendaja
fi: Simple Image Reducer

source: Vähendab ja pöörab pilti 3-4 klikiga.
fi: Paranna ja pyöritä kuvia kolmella-neljällä hiiren napsautuksella.

source: Ainulaadseks muutumine
fi: Ryhdy singulariteetiksi

source: Mängulise teraapilise tegevuse raamistik
fi: Ohjelmisto terveysvaikutteisiin peliterapeuttisiin toimintoihin

source: EXAFS andmete analüüs
fi: EXAFS-data-analyysi

source: Rahaasjade haldur
fi: Hallitse rahojasi

source: Ebarealistlik kahemõõtmeline võrkpalli simulatsioon
fi: Epärealistinen kaksiulotteinen lentopallosimulaatio

source: Failide allalaadimine erinevatelt hostijatelt
fi: Nouda tiedostoja erilaisilta tiedostojen ylläpitopalvelimilta

source: Slimrat faili allalaadija
fi: Slimrat-tiedostolataaja

source: Kahemõõtmeline kosmose tulistamismäng koos gravitatsiooniga
fi: Kaksiulotteinen avaruuteen sijoittuva ammuntapeli painovoimalla

source: Paigalda, eemalda ja uuenda tarkvarapakette
fi: Asenna, poista ja päivitä ohjelmistopaketteja

source: Printerid
fi: Tulostimet

source: Kenta Cho Titanion
fi: Kenta Cho:n Titanion

source: Suhtlemine XMPP (Jabber'i) protokolli kaudu
fi: Keskustelu XMPP (Jabber) -yhteyskäytännöllä

source: tkgate vooluringi simulaator
fi: tkgate-piirisimulaattori

source: Sündmusepõhine digitaalne vooluringi simulaator koos Tcl/Tk-ga
fi: Tapahtumapohjainen digitaalisten virtapiirien simulaattori Tcl/Tk:lla

source: Mana maailm
fi: The Mana world

source: Mul ei ole tomateid
fi: I Have No Tomatoes

source: Kui palju tomatid saate purustada kümne lühikese minutiga?
fi: Kuinka monta tomaattia voit murskata kymmenessä lyhyessä minuutissa?

source: Tomboy märkmed
fi: Tomboy-muistilaput

source: Toonloop reaalaja animatsiooni redaktor
fi: Toonloop-liveanimaatiomuokkain

source: Kloon vanadele 8- ja 16-bitisele masinatel 'Nebulus' mängust.
fi: Klooni vanhoilla 8- ja 16-bittisillä koneilla olleesta "Nebulus"-pelistä

source: Graafiline tööriistakomplekt andmebaasi arendamiseks ja haldamiseks
fi: Graafinen työkalupakki tietokantojen ylläpitoon ja kehitykseen

source: Detsentraliseeritud kiirsuhtlusrakendus, mis on ehitatud Tor-võrgu peale
fi: Hajautettu pikaviestin, joka on rakennettu Tor-verkon päälle

source: kolmemõõtmeline ralli simulaator-mäng
fi: Kolmiulotteinen simulaattoripeli ralliautoista

source: Kenta Cho'i Torus Trooper
fi: Kenta Cho:n Torus Trooper

source: tovid graafiline kasutajaliides
fi: tovid - graafinen edusohjelma

source: DVD videode loomine koos menüüga
fi: Työstä videoita DVD-levyille valikkoineen

source: Marble Madness'i tüüpi mäng
fi: Marble Madness -tyylinen peli

source: Otsi arvutist faile nime või sisu põhjal kasutades Tracker'it
fi: Etsi tietokoneelta tiedostoja nimen tai sisällön perusteella Tracker-tekniikalla

source: retro-stiilis, abstraktne kahemõõtmeline tulistamismäng
fi: retrotyylinen, abstraksi kaksiulotteinen ammuskelu

source: Transmission kaugjuhtimise graafiline kasutajaliides
fi: Transmission-etäohjaus

source: Transmageddon video ümberkodeerija
fi: Transmageddon – videoiden transkoodaus

source: Video vormingute teisendamise tööriist
fi: Videomuotojen muunnostyökalu

source: Qtransmission Bittorrent klient
fi: Qtransmission-Bittorrent-asiakas

source: Mitmerealine helisalvesti
fi: Moniraitanauhuri

source: Puusarnase struktuuriga kohandatud andmehaldur
fi: Puumainen, rakenteellinen datanhallinta

source: Näitab, muudab, prindib ja ekspordib SVG vormingusse fülogeneetilisi puid
fi: Näyttää, muokkaa, tulostaa ja vie SVG-muotoon fylogeneettisiä puita

source: kolmemõõtmeline autoralli mäng
fi: Kolmiulotteinen kilpa-autojen rallipeli

source: Trimage pilditihendus programm
fi: Triimage-kuvanpakkaus

source: Mitmeplatvormne tööriist PNG-ja JPG-failide optimeerimiseks.
fi: Työkalu PNG- ja JPG-tiedostojen optimointiin.

source: külgvaates kuvatud hävituslennukite võitlusmäng
fi: sivulta kuvattu lentokonekaksintaistelupeli (dogfight)

source: Aknahaldur Tritium
fi: Tritium-ikkunamanageri

source: Itaalia postiindeksi leidmine
fi: Laskee italiaisia postinumeroja

source: Signeerige QSO-andmed LoTW-ni üleslaadimiseks
fi: Allekirjoita QSO-data LoTW:iin viemistä varten

source: Juurdepääs Tryton serverisse
fi: Ota yhteyksiä Tryton-palvelimelle

source: Trytoni käivitamine
fi: Suorita Tryton-sovellusalusta

source: TTB teleteksti sirvija
fi: TTB – teksti-tv-selain

source: Teleteksti sirvija
fi: Teksti-tv-selain

source: Kuula heli-ja videovooge shoutcast'is ja icecast'is
fi: Kuuntele ääni- ja videovirtoja shoutcastista ja icecastista

source: Tunnel koopa joonistus tarkvara
fi: Tunnel - luolanpiirto-ohjelma

source: Joonista koopa kaarte
fi: Piirrä luolakarttoja

source: Logo programmeerimise keskkond
fi: Logo-ohjelmointiympäristö

source: hierarhiline märkmik, et sisestada ja hallata märkmeid ja ideid
fi: hierarkinen muistio muistiinpanojen sekä ideoiden syöttämiseen ja hallintaan

source: Kahe paneeliga failihaldur
fi: Kahden paneelin tiedostonhallinta

source: kahemõõtmeline jalgpall
fi: kaksiulotteinen jalkapallopeli

source: Toimeta ja taasesita kitarri tabulatuure
fi: Muokkaa ja toista kitaratablatuureja
